[{"gruppo":1,"longitudine":51.534816999999997,"latitudine":25.286106,"id":"1","emoji":"🇶🇦","descrizione":"La nazionale di calcio del Qatar è la rappresentativa calcistica nazionale del Qatar, posta sotto l'egida della Federazione calcistica del Qatar e affiliata all'AFC.  Attiva ufficialmente dal 1970, la nazionale qatariota parteciperà per la prima volta alla fase finale di un campionato del mondo in occasione dell'edizione del 2022, di cui sarà nazione ospitante, mentre la sua selezione Under-20 ha ottenuto il secondo posto al campionato mondiale di categoria del 1981, dove fu battuta in finale dalla Germania Ovest.  Ha vinto una Coppa d'Asia (nel 2019) e 3 Coppe delle nazioni del Golfo (nel 1992, nel 2004 e nel 2014). In Coppa d'Asia ha raggiunto inoltre per due volte i quarti di finale: la prima volta nel 2000 (eliminata dalla Cina) e la seconda nel 2011 da rappresentativa del paese ospitante (eliminata dal Giappone).  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, il Qatar ottenne il proprio piazzamento più alto di sempre nell'agosto e nell'ottobre 1993, con il 51esimo posto, mentre il peggiore piazzamento è il 113esimo posto del novembre 2010. Occupa attualmente la 52esima posizione della graduatoria.","nome":"Qatar"},{"gruppo":3,"longitudine":46.721850000000003,"latitudine":24.687729999999998,"id":"10","emoji":"🇸🇦","descrizione":"La nazionale di calcio dell'Arabia Saudita, i cui giocatori sono soprannominati I Figli del Deserto, \"I Falchi\" o \"I Verdi\", è la rappresentativa calcistica dell'Arabia Saudita ed è posta sotto l'egida della SAFF.  Tra le nazionali asiatiche storicamente più valide, nel suo palmarès annovera tre Coppe d'Asia (1984, 1988 e 1996), torneo in cui ha raggiunto il numero record di sei finali disputate. A livello giovanile vanta la vittoria di un campionato mondiale under-17 (1989). Conta cinque partecipazioni alla fase finale della Coppa del mondo (1994, 1998, 2002, 2006 e 2018), dove raggiunse gli ottavi di finale nel 1994.  All'ottobre 2021, occupa la 51esima posizione nella classifica mondiale della FIFA.","nome":"Arabia Saudita"},{"gruppo":3,"longitudine":-99.133208999999994,"latitudine":19.432607999999998,"id":"11","emoji":"🇲🇽","descrizione":"La nazionale di calcio del Messico (selección de fútbol de México in spagnolo e Mexko xoteololoh olocholistli in nahuatl) è la rappresentativa nazionale di calcio dell'omonimo paese nordamericano ed è posta sotto l'egida della Federación Mexicana de Fútbol Asociación, la quale a sua volta è associata alla CONCACAF sin dalla sua fondazione, avvenuta nel 1961, e affiliata alla FIFA dal 1929.  Nel corso della sua storia il Messico ha partecipato a 16 edizioni della Coppa del mondo, dove i suoi migliori piazzamenti sono i quarti di finale, raggiunti nelle edizioni casalinghe, del 1970 e 1986. In termini di posizionamenti, in entrambe le suddette edizioni il Messico concluse al sesto posto la manifestazione. È la nazionale con più partecipazioni alla Coppa del Mondo che non ha mai raggiunto la semifinale della competizione. In ambito internazionale i maggiori traguardi del Messico sono la vittoria di una FIFA Confederations Cup (nel 1999), le undici vittorie nella Gold Cup, la manifestazione continentale organizzata dalla CONCACAF (nel 1965, 1971, 1977, 1993, 1996, 1998, 2003, 2009, 2011, 2015 e 2019), e le tre vittorie nel campionato nordamericano (nelle edizioni 1947, 1949 e 1991). Nel palmarès compaiono inoltre due titoli di vice-campione del Sudamerica, essendosi il Messico classificato secondo nelle edizioni del 1993 e 2001 della Coppa America, torneo nel quale dal 1993 al 2016 è stata una delle nazionali invitate dalla CONMEBOL. Degno di nota è anche il titolo olimpico ai giochi di Londra 2012, competizione nella quale la nazionale messicana a cinque cerchi ha vinto la medaglia d'oro.  La FIFA riconosce al Messico il merito di essere la rappresentativa nazionale che ha disputato il maggior numero di competizioni ufficiali nella storia dalla sua fondazione: ben nove tornei.Inoltre la nazionale del Messico è stata la seconda al mondo (dopo la selezione della Costa Rica) ad aver vinto il titolo continentale di due confederazioni diverse, nello specifico il campionato nordamericano di calcio e la Gold Cup. Tutto ciò fa del Messico la nazionale di calcio più titolata del Nord America e Centro America, anche se tuttora non è riuscita ad aggiudicarsi il titolo mondiale o a raggiungere un piazzamento nei primi quattro posti della massima competizione FIFA per nazionali.  Deve il proprio soprannome El Tricolor (spesso abbreviato El Tri) al fatto che la sua divisa tipica si è sempre contraddistinta dai colori verde (maglia), bianco (pantaloncini) e rosso (calzettoni), tipici della bandiera nazionale. Di solito gioca le sue partite interne nello Stadio Azteca di Città del Messico.  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, il Messico ha ottenuto quale miglior piazzamento il quarto posto nel febbraio e nel giugno 1998 e nel maggio e nel giugno 2006, mentre il peggiore piazzamento è il quarantesimo posto del luglio 2015. Attualmente occupa Il nono posto della graduatoria.","nome":"Messico"},{"gruppo":3,"longitudine":21.017531999999999,"latitudine":52.237048999999999,"id":"12","emoji":"🇵🇱","descrizione":"La nazionale di calcio della Polonia è la rappresentativa calcistica della Polonia ed è posta sotto l'egida della federazione calcistica polacca.  In coppa del mondo la Polonia si è classificata due volte terza, nel 1974 e nel 1982. Ha partecipato per la prima volta alla fase finale di un campionato europeo a Euro 2008 e ha raggiunto per la prima volta i quarti di finale a Euro 2016. La nazionale olimpica ha vinto la medaglia d'oro nel 1972 e la medaglia d'argento nel 1976 e nel 1992.  Nella classifica mondiale della FIFA, stilata per la prima volta nell'agosto 1993, la Polonia ha raggiunto come miglior piazzamento il quinto posto nell'agosto 2017, mentre la posizione peggiore è stata il 75esimo posto del marzo 2012. Occupa attualmente il 27esimo posto della graduatoria.","nome":"Polonia"},{"gruppo":4,"longitudine":2.3490139999999999,"latitudine":48.864716000000001,"id":"13","emoji":"🇫🇷","descrizione":"La nazionale di calcio della Francia (fr. équipe de France de football) è la rappresentativa calcistica della Francia ed è posta sotto l'egida della Federazione calcistica francese.  È una delle nazionali più titolate al mondo: ha vinto due campionati del mondo (Francia 1998 e Russia 2018), due campionati d'Europa (Francia 1984 e Belgio-Paesi Bassi 2000), due Confederations Cup (Corea del Sud-Giappone 2001 e Francia 2003), la Coppa Artemio Franchi 1985 e una UEFA Nations League (2020-2021).  Il periodo di maggior successo della Francia è databile tra la fine degli anni 1990 e l'inizio degli anni 2000, quando ha vinto in sequenza il campionato del mondo (1998), il campionato d'Europa (2000) e due Confederations Cup (2001 e 2003). Tra gli altri piazzamenti di rilievo la Francia vanta, ai mondiali, un secondo posto a Germania 2006 e due terzi posti a Svezia 1958 e Messico 1986, mentre agli europei conta un secondo posto a Francia 2016 e ha raggiunto le semifinali a Francia 1960 e Inghilterra 1996. Al torneo olimpico il miglior risultato è il quarto posto ad Anversa 1920.  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, la Francia ha occupato il primo posto più volte, dal maggio 2001 al maggio 2002 e dall'agosto al settembre 2018, mentre il peggiore posizionamento è il 26esimo posto del settembre 2010. Occupa attualmente il terzo posto della graduatoria.","nome":"Francia"},{"gruppo":4,"longitudine":149.128998,"latitudine":-35.282001000000001,"id":"14","emoji":"🇦🇺","descrizione":"La nazionale di calcio dell'Australia è la squadra nazionale di calcio dell'Australia ed è posta sotto la giurisdizione della Football Federation Australia (nota come Australian Soccer Association fino al 2005). Dall’1 gennaio 2006 è affiliata all'Asian Football Confederation (AFC), mentre in precedenza lo era all'Oceania Football Confederation (OFC).  Con la vittoria della Coppa d'Asia 2015, l'Australia è diventata la quarta nazionale al mondo, dopo le selezioni di Costa Rica, Messico ed Haiti, ad aver vinto il titolo continentale di due confederazioni diverse (AFC e OFC), nello specifico la Coppa d'Asia e la Coppa d'Oceania. È anche l'unica nazionale al mondo ad aver rappresentato due confederazioni diverse (AFC e OFC) nel campionato mondiale di calcio, a cui ha preso parte nel 1974, 2006, 2010, 2014 e 2018, raggiungendo gli ottavi di finale nel 2006, e nella Confederations Cup, a cui ha preso parte nel 1997, 2001, 2005 e 2017, ottenendo quale miglior risultato il secondo posto alla prima partecipazione, nel 1997, quando perse la finale con il Brasile.  I giocatori ed i tifosi della nazionale australiana sono soprannominati Socceroos, termine derivante dalla fusione delle parole soccer (in italiano calcio) e kangaroos (in italiano canguri).  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, l'Australia vanta quale miglior posizionamento il 21esimo posto del luglio 2009, mentre il peggiore piazzamento è il 100esimo posto del luglio 2014. Occupa la 42esima posizione della graduatoria.","nome":"Australia"},{"gruppo":4,"longitudine":12.568337,"latitudine":55.676098000000003,"id":"15","emoji":"🇩🇰","descrizione":"La nazionale di calcio della Danimarca (in danese Danmarks herre-fodboldlandshold) è la rappresentativa calcistica della Danimarca e ha come colori il bianco e il rosso, che si richiamano al cromatismo della bandiera nazionale.  Nella sua bacheca spiccano la vittoria del campionato d'Europa nel 1992 e della seconda edizione della FIFA Confederations Cup nel 1995 (all'epoca denominata Coppa Re Fahd). Al campionato del mondo il migliore risultato ottenuto dai danesi sono i quarti di finale nel 1998. La nazionale danese degli anni ottanta fu una delle squadre più ammirate nella storia del calcio mondiale, pur non avendo vinto né un europeo né un mondiale. La nazionale danese è stata finalista nella la Coppa Artemio Franchi 1993, seconda edizione della competizione che mette di fronte le squadre detentrici della Coppa America e dell'Europeo.  Il record di presenze è detenuto dall'ex portiere e capitano Peter Schmeichel (129 presenze), mentre quello di gol appartiene, in coabitazione, a Poul Nielsen e Jon Dahl Tomasson, entrambi a quota 52 reti.  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, la Danimarca ha ottenuto come miglior piazzamento il terzo posto del maggio 1997, mentre la posizione peggiore è il 51esimo posto dell'aprile 2017. Occupa il nono posto della graduatoria.","nome":"Danimarca"},{"gruppo":4,"longitudine":10.181666999999999,"latitudine":36.806389000000003,"id":"16","emoji":"🇹🇳","descrizione":"La nazionale di calcio della Tunisia, i cui giocatori sono soprannominati Aquile di Cartagine, è la selezione maggiore maschile calcistica nazionale della Tunisia ed è posta sotto l'egida della Fédération Tunisienne de Football.  È una delle nazionali di calcio africane più quotate. Nella sua bacheca figurano la Coppa d'Africa 2004, il campionato delle nazioni africane 2011 e la Coppa araba 1963. La squadra si è qualificata per cinque volte alla fase finale del campionato del mondo (1978, 1998, 2002, 2006 e 2018), chiudendo sempre con l'eliminazione al primo turno.  Nella graduatoria mondiale della FIFA, in vigore da agosto 1993, il miglior posizionamento della Tunisia è stato il 13esimo posto di aprile 2018, mentre il peggiore è stato il 65esimo posto di luglio 2010. A febbraio 2022 occupa il 36esimo posto della graduatoria.","nome":"Tunisia"},{"gruppo":5,"longitudine":-3.7037900000000001,"latitudine":40.416775000000001,"id":"17","emoji":"🇪🇸","descrizione":"La nazionale di calcio della Spagna (in spagnolo: selección de fútbol de España) è la rappresentativa calcistica della Spagna ed è posta sotto l'egida dalla Real Federación Española de Fútbol.  È una delle nazionali di calcio più titolate del mondo: detiene con la Germania il record di campionati europei vinti, con tre titoli in bacheca (1964, 2008, 2012) su quattro finali disputate (con il secondo posto del 1984) e ha vinto il campionato mondiale nel 2010. È l'unica nazionale di calcio ad essersi aggiudicata due titoli continentali e un titolo mondiale di seguito. Vanta due secondi posti quali migliori risultati nella Confederations Cup (2013) e nella UEFA Nations League (2020-2021). Con la nazionale olimpica ha vinto la medaglia d'oro nel 1992.  I successi ottenuti dalla Spagna tra il 2008 e il 2012 hanno portato molti esperti ed ex giocatori a definire la compagine spagnola di quel quadriennio una delle migliori nazionali nella storia del calcio. La nazionale spagnola ha vinto il premio di Squadra dell'anno FIFA per sei volte consecutive dal 2008 al 2013, a pari del Brasile, sei volte di fila dal 1994 al 1999. Detiene la sequenza più lunga di vittorie (15) in partite ufficiali ed amichevoli.  Nella classifica mondiale della FIFA, in vigore da agosto 1993, la Spagna ha occupato più volte la vetta della graduatoria: dal luglio 2008 al luglio 2009, dal novembre 2009 all'aprile 2010, dal luglio 2010 all'agosto 2011, dal settembre 2011 al luglio 2014. Il peggiore posizionamento della Spagna nel ranking è, invece, il 25esimo posto del marzo 1998. Occupa il settimo posto della graduatoria.","nome":"Spagna"},{"gruppo":5,"longitudine":-84.087502000000001,"latitudine":9.9347390000000004,"id":"18","emoji":"🇨🇷","descrizione":"La nazionale di calcio della Costa Rica (sp. Selección de fútbol de Costa Rica) è la rappresentativa nazionale calcistica dell'omonimo Stato centroamericano ed è posta sotto l'egida della Federación Costarricense de Fútbol.  Nel suo palmarès figurano 3 Campionati CONCACAF (1963, 1969, 1989), 8 Coppe delle Nazioni UNCAF\/Coppe centroamericane (1991, 1997, 1999, 2003, 2005, 2007, 2013, 2014, record) e 7 Campionati centroamericani e caraibici (1941, 1946, 1948, 1953, 1955, 1960, 1961, record). Il miglior piazzamento della Costa Rica nella Gold Cup è il secondo posto ottenuto nel 2002. Ha inoltre partecipato, su invito, a cinque edizioni della Coppa America, dove ha raggiunto i quarti di finale nel 2001 e nel 2004.  Ha partecipato a cinque fasi finali del campionato del mondo (1990, 2002, 2006, 2014, 2018). Il miglior risultato nella Coppa del mondo è il quarto di finale raggiunto nel 2014.  La Costa Rica è stata la prima nazionale al mondo ad aver vinto il titolo continentale di due confederazioni diverse, nello specifico il Campionato centroamericano e caraibico e la Gold Cup.  Nel ranking FIFA, istituito nell'agosto 1993, la Costa Rica ha occupato quale posizione più alta il 13esimo posto nel febbraio e nel marzo 2015, mentre il peggiore posizionamento è il 93esimo posto del luglio 1996. Occupa il 49esimo posto della graduatoria.","nome":"Costa Rica"},{"gruppo":5,"longitudine":13.404954,"latitudine":52.520007999999997,"id":"19","emoji":"🇩🇪","descrizione":"La nazionale di calcio della Germania  è la rappresentativa calcistica della Germania ed è posta sotto l'egida della Deutscher Fussball-Bund.  È una delle nazionali di calcio più blasonate al mondo oltreché la più titolata d'Europa, essendosi aggiudicata per quattro volte il campionato mondiale, per tre volte il campionato europeo e per una volta la Confederations Cup. Nelle due principali competizioni cui partecipa (campionato mondiale e campionato europeo) è giunta a disputare la finale rispettivamente otto e sei volte: in entrambi i casi si tratta di un record. A livello europeo condivide con la Spagna il primato di vittorie nella manifestazione continentale (3) e con l'Italia quello di vittorie nel mondiale (4).  La Germania fu inserita al primo posto al momento dell'istituzione della classifica mondiale della FIFA, stilata per la prima volta nell'agosto 1993, e ritrovò altre volte la vetta: nel 1993, nel 1994, dal luglio 2014 al giugno 2015, nel luglio 2017, dal settembre 2017 al luglio 2018. Il piazzamento più basso è stato il 22esimo posto, occupato nel marzo 2006. Attualmente occupa l'11esima posizione.","nome":"Germania"},{"gruppo":1,"longitudine":-78.467838200000003,"latitudine":-0.18065320000000001,"id":"2","emoji":"🇪🇨","descrizione":"La nazionale di calcio dell'Ecuador (in spagnolo Selección de fútbol de Ecuador) è la rappresentativa nazionale di calcio dell'omonimo paese sudamericano ed è posta sotto l'egida della Federación Ecuatoriana de Fútbol.  L'Ecuador si è qualificato a tre edizioni del campionato del mondo (2002, 2006, 2014), raggiungendo gli ottavi di finale nel 2006. Insieme al Venezuela, la Tri è una delle due nazionali sudamericane che non hanno vinto la Coppa America. Nel torneo continentale ha ottenuto due quarti posti, nel 1959 e nel 1993, in due delle tre edizioni giocate in patria.  Il miglior posizionamento dell'Ecuador nel ranking FIFA, istituito nell'agosto 1993, è il 13esimo posto, raggiunto nel 2012 e nel novembre 2015, mentre il peggior posizionamento è il 71esimo posto occupato nel novembre 2017; occupa il 46esimo posto della graduatoria.","nome":"Ecuador"},{"gruppo":5,"longitudine":139.83947800000001,"latitudine":35.652831999999997,"id":"20","emoji":"🇯🇵","descrizione":"La nazionale di calcio del Giappone è la compagine rappresentativa del Giappone ed è posta sotto l'egida della Federazione calcistica giapponese (JFA).  È la nazionale di calcio più titolata della Asian Football Confederation, avendo vinto quattro volte la Coppa d'Asia su cinque finali disputate (1992, 2000, 2004 e 2011), fatto che costituisce un primato, e potendo vantare un secondo posto nella Confederations Cup, ottenuto nell'edizione del 2001.  Dal 1998 si è sempre qualificata per la fase finale del campionato mondiale di calcio, superando la prima fase in tre occasioni (nel 2002 come Paese co-ospitante, nel 2010 e nel 2018). È l'unica nazionale non americana, assieme a quella del Qatar, ad aver partecipato alla Copa América, cui è stata invitata a partecipare nel 1999, nel 2011 (dalla quale si ritirò a causa del terremoto e maremoto del Tohoku) e nel 2019.  Dopo essere stato eclissato per anni da sumo, wrestling e baseball, il calcio giapponese e la rispettiva nazionale hanno acquisito una certa popolarità, specialmente dopo il lancio della J League nel 1992.  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, il Giappone ha ottenuto quale miglior piazzamento il 20esimo posto nel dicembre 1998, mentre il peggiore piazzamento è il 61esimo posto del giugno 2018. Occupa attualmente il 24esimo posto della graduatoria.","nome":"Giappone"},{"gruppo":6,"longitudine":4.3487999999999998,"latitudine":50.850499999999997,"id":"21","emoji":"🇧🇪","descrizione":"La nazionale di calcio del Belgio (Belgisch voetbalelftal in olandese, équipe de Belgique de football in francese), i cui calciatori sono conosciuti con il soprannome di Diavoli Rossi per via del colore delle maglie, è la rappresentativa calcistica del Belgio ed è posta sotto l'egida della Federazione calcistica belga.  Ha partecipato a tredici edizioni del Campionato mondiale, ottenendo come migliore risultato il terzo posto a Russia 2018, e sei edizioni del Campionato europeo, ottenendo come miglior risultato la finale persa contro la Germania a Italia 1980; ha inoltre vinto il torneo olimpico nell'edizione casalinga del 1920.  Nella classifica mondiale della FIFA, istituita nell'agosto del 1993, il miglior posizionamento del Belgio è il primo posto, ottenuto in due diverse occasioni (da novembre 2015 a marzo 2016 e da settembre 2018 al marzo 2022), mentre il peggiore è il 66esimo posto dell'aprile 2009; attualmente occupa il secondo posto della graduatoria.","nome":"Belgio"},{"gruppo":6,"longitudine":-75.694999999999993,"latitudine":45.424720999999998,"id":"22","emoji":"🇨🇦","descrizione":"La nazionale di calcio del Canada, in inglese Canada men's national soccer team, è la rappresentativa calcistica del Canada a livello internazionale ed è posta sotto la giurisdizione della Canadian Soccer Association con sede a Toronto (Ontario).  Vanta come migliore risultato la vittoria del torneo olimpico nel 1904 e del campionato CONCACAF\/Gold Cup nel 1985 e nel 2000, risultando quindi l'unica nazionale diversa da Messico e Stati Uniti ad aver vinto tale competizione da quando ha cambiato formula e denominazione nel 1990. Ha inoltre partecipato al campionato mondiale nel 1986 e alla Confederations Cup nel 2001, venendo eliminato in entrambi i casi nella fase a gironi.  Attualmente occupa la 33esima posizione del ranking mondiale FIFA, che è anche il suo miglior piazzamento di sempre in questa graduatoria.","nome":"Canada"},{"gruppo":6,"longitudine":-6.8498128999999999,"latitudine":33.971590399999997,"id":"23","emoji":"🇲🇦","descrizione":"La nazionale di calcio del Marocco è la rappresentativa calcistica del Marocco ed è posta sotto l'egida della Fédération Royale Marocaine de Football.  La squadra, i cui giocatori sono soprannominati \"Leoni dell'Atlante\", ha vinto una Coppa d'Africa (nel 1976), una Coppa araba (nel 2012) e 2 Campionati delle nazioni africane (nel 2018 e nel 2020). È inoltre la prima nazionale africana e araba ad aver raggiunto gli ottavi di finale della Coppa del mondo, a Messico 1986. Conta cinque partecipazioni alla fase finale della Coppa del mondo.  Nella classifica FIFA il miglior piazzamento del Marocco è il decimo posto dell'aprile 1998, il peggiore il 95esimo del settembre 2010. Occupa la 24esima posizione della graduatoria.","nome":"Marocco"},{"gruppo":6,"longitudine":15.966568000000001,"latitudine":45.815398999999999,"id":"24","emoji":"🇭🇷","descrizione":"La nazionale di calcio della Croazia (in croato Hrvatska nogometna reprezentacija) è la rappresentativa calcistica della Croazia, sotto la giurisdizione della federazione calcistica croata. Disputa la maggior parte delle partite casalinghe nello Stadio Maksimir di Zagabria.  Pur nata nel 1990, dopo l'indipendenza dalla Jugoslavia, la federazione croata fu affiliata alla FIFA solo due anni dopo; il primo incontro ufficiale della nazionale è una sconfitta contro l'Australia (0-1) del maggio 1992. Rappresentative non riconosciute dalla FIFA sono quelle della Banovina di Croazia, che nel 1940 disputò il primo incontro con i colori nazionali, e quello dello Stato Indipendente di Croazia, paese fantoccio dell'Italia fascista e della Germania nazista. Fino al 1992 i calciatori provenienti dalla Repubblica Socialista di Croazia rappresentavano la Jugoslavia a livello internazionale. Il primo torneo ufficiale cui la Croazia prese parte fu, nel 1994, la fase di qualificazione al campionato d'Europa 1996.  Tra le nazionali sorte dopo lo scioglimento della Jugoslavia, la Croazia è quella con i migliori risultati sportivi: al campionato del mondo vanta un secondo posto, ottenuto nel 2018, e un terzo posto, ottenuto nel 1998; inoltre, nell'edizione del 1998, espresse il capocannoniere del torneo, Davor Šuker, e nel 2018 un suo elemento, Luka Modrić, fu eletto migliore giocatore di tale edizione della competizione. A livello continentale la squadra vanta quale migliore risultato i quarti di finale del campionato d'Europa del 1996 e del 2008. Dalla sua data di debutto internazionale ha mancato la qualificazione alla fase finale di sole due competizioni maggiori, il campionato d'Europa 2000 e il campionato del mondo 2010.  I calciatori della Croazia sono soprannominati Vatreni (\"i focosi\") o Kockasti (\"scaccati\"). Sulla divisa sono raffigurati i tradizionali scacchi di colore bianco e rosso, in riferimento allo stemma nazionale.  Al 125esimo posto del 1994 nel ranking FIFA introdotto l'anno precedente, la Croazia raggiunse il suo miglior risultato in tale classifica nel gennaio 1999, quando si piazzò al terzo posto. Al 7 aprile 2021 occupa il 14esimo posto della graduatoria.  Con la Colombia è una delle due nazionali nominate due volte Best Mover of the Year (1994 e 1998), ovvero quella che in un anno solare ha guadagnato più posizioni del ranking FIFA.","nome":"Croazia"},{"gruppo":7,"longitudine":-47.882778000000002,"latitudine":-15.793889,"id":"25","emoji":"🇧🇷","descrizione":"La nazionale di calcio del Brasile (port. Seleção Brasileira de Futebol, per questo nota informalmente come Seleção) è la rappresentativa calcistica del Brasile ed è posta sotto l'egida della Confederação Brasileira de Futebol.  La nazionale verdeoro, come si usa chiamarla in Italia, è una delle nazionali di calcio più titolate del mondo nonché quella più titolata nel campionato del mondo, vinto per 5 volte (1958, 1962, 1970, 1994 e 2002). Per questa ragione i giocatori del Brasile sono soprannominati Pentacampeões (\"pentacampioni\").  Unica nazionale ad aver partecipato a tutte le edizioni del mondiale, in bacheca annovera anche 9 Coppe America e 4 Confederations Cup (primato). Vanta la disputa di sette finali del campionato del mondo e undici piazzamenti complessivi nei primi quattro posti della competizione in ventuno partecipazioni (solo la nazionale tedesca ha fatto meglio, con tredici piazzamenti complessivi in diciannove partecipazioni).  Nel ranking mondiale della FIFA, istituito nell'agosto 1993, ha più volte occupato la prima posizione: dal settembre al novembre 1993, dall'aprile al giugno 1994, dal luglio 1994 al maggio 2001, dal luglio 2002 al febbraio 2007, dal luglio al settembre 2007, dal luglio al novembre 2009, dall'aprile al luglio 2010, dall'aprile al luglio 2017, dall'agosto al settembre 2017 e dal marzo 2022 ad oggi. Ha inoltre chiuso 12 volte l'anno solare in testa alla classifica, il che costituisce un record. Il peggiore piazzamento nella classifica mondiale della FIFA è il 22esimo posto, occupato nel giugno 2013. Occupa la prima posizione della graduatoria.","nome":"Brasile"},{"gruppo":7,"longitudine":20.457273000000001,"latitudine":44.787196999999999,"id":"26","emoji":"🇷🇸","descrizione":"La nazionale di calcio della Serbia (in serbo: Fudbalska reprezentacija Srbije) è la rappresentativa calcistica nazionale della Serbia. È posta sotto l'egida della Fudbalski savez Srbije la Federazione calcistica serba (FSS). Disputa le gare interne più importanti allo Stadio Rajko Mitić, conosciuto anche come Marakana, allo Stadio Partizan di Belgrado o in alternativa allo Stadio Karađorđe di Novi Sad.  La nazionale serba trae le proprie origini dalla nazionale iugoslava, costituendosi dalla disciolta Federazione calcistica di Serbia e Montenegro e rappresentando la sola Serbia dal 28 giugno 2006. È considerata sia dalla UEFA che dalla FIFA come unica erede della Jugoslavia.  Nella classifica mondiale della FIFA la Serbia ha ottenuto come miglior piazzamento il sesto posto del dicembre 1998, mentre la posizione peggiore è il 101esimo posto del dicembre 1994; in ambo i casi era nota ancora come nazionale jugoslava. Occupa il 23esimo posto della classifica.","nome":"Serbia"},{"gruppo":7,"longitudine":7.4511229999999999,"latitudine":46.947456000000003,"id":"27","emoji":"🇨🇭","descrizione":"La nazionale di calcio della Svizzera (Schweizer Fussballnationalmannschaft in tedesco, équipe de Suisse de football in francese, e Squadra naziunala da ballape da la Svizra in reto-romanzo) è la rappresentativa calcistica della Svizzera ed è controllata dall'Associazione Svizzera di Football (ASF\/SFV).  Il miglior risultato conseguito nelle fasi finali del campionato del mondo è l'approdo ai quarti di finale nel 1934, nel 1938 e nel 1954, nell'edizione giocata in casa. La Svizzera ha ottenuto un argento alle Olimpiadi del 1924. Alle fasi finali del campionato d'Europa il migliore risultato sono i quarti di finale, raggiunti a Euro 2020.  Nella classifica mondiale FIFA, in vigore dall'agosto 1993, la Svizzera vanta quale miglior piazzamento il terzo posto, occupato nell'agosto 1993, mentre il peggior piazzamento è l'83esimo posto del dicembre 1998. Occupa il 14esimo posto della graduatoria.","nome":"Svizzera"},{"gruppo":7,"longitudine":11.501346,"latitudine":3.8441190000000001,"id":"28","emoji":"🇨🇲","descrizione":"La nazionale di calcio del Camerun, i cui giocatori sono noti con il nome di Leoni indomabili, è la rappresentativa nazionale calcistica del Camerun ed è posta sotto l'egida della Fédération Camerounaise de Football.  Il Camerun è storicamente una delle nazionali più forti della CAF. Ha vinto 5 volte la Coppa d'Africa (1984, 1988, 2000, 2002, 2017) e nella stessa competizione conta 2 secondi posti (1986 e 2008), 2 terzi posti (1972, 2021) e un quarto posto (1992). È inoltre la nazionale che vanta il maggior numero di Palloni d'oro africani vinti, 11 (4 Eto'o, 2 Milla e N'Kono, 1 Onguéné, Abega e Mboma), con un grande vantaggio su Ghana (6) e Nigeria (5).  È la nazionale africana più presente nelle fasi finali dei mondiali: conta 7 partecipazioni alla manifestazione, dove ha raggiunto i quarti di finale nel 1990 (record continentale insieme al Senegal del 2002 e al Ghana del 2010). Nel 2003 i leoni raggiunsero la finale di Confederations Cup dove, ancora provati dalla tragica morte di Marc-Vivien Foé, avvenuta in campo nel corso della semifinale contro la Colombia, furono sconfitti dalla Francia al golden goal. Anche in questa competizione il Camerun è la compagine africana che ha fatto più strada. È inoltre, insieme alla Nigeria, una delle due nazionali africane che hanno vinto l'oro alle Olimpiadi, con la nazionale olimpica nel 2000.  Il Camerun può altresì vantare il Calciatore africano del secolo eletto dalla CAF, Roger Milla, oltre al miglior marcatore della storia della Coppa d'Africa, Samuel Eto'o e al primatista di presenze del torneo, Rigobert Song.  Nella graduatoria FIFA, in vigore da agosto 1993, il miglior posizionamento raggiunto è stato l'11esimo posto del novembre 2006, mentre il peggiore è stato il 79esimo posto del febbraio 2013; al febbraio 2022 occupa il 38esimo posto della graduatoria.","nome":"Camerun"},{"gruppo":8,"longitudine":-9.1426850000000002,"latitudine":38.736946000000003,"id":"29","emoji":"🇵🇹","descrizione":"La nazionale di calcio del Portogallo (in portoghese: Seleção Portuguesa de Futebol) è la rappresentativa calcistica del Portogallo ed è gestita dalla Federação Portuguesa de Futebol.  Nella sua bacheca figurano un campionato europeo (2016) e l'edizione inaugurale della UEFA Nations League (2018-2019).  Esordì nella fase finale del campionato del mondo nell'edizione del 1966, conclusa al terzo posto, che è a tutt'oggi il miglior piazzamento della nazionale nella competizione; tornò in semifinale quarant'anni dopo, a Germania 2006, edizione in cui si classificò quarta. Al campionato d'Europa, su otto partecipazioni, per sette volte è arrivata almeno ai quarti di finale, e per cinque volte è arrivata nei primi quattro posti (nel 1984, 2000, 2004, 2012 e 2016). Conta inoltre una partecipazione alla Confederations Cup, a Russia 2017, torneo concluso al terzo posto. Dagli anni 2000 la nazionale portoghese si è affermata come una tra le più forti a livello europeo e mondiale.  Nella graduatoria FIFA, in vigore da agosto 1993, la migliore posizione che ha occupato il Portogallo è il terzo posto, raggiunto per la prima volta nel maggio 2010, mentre il peggior posizionamento è il 43esimo posto, occupato nell'agosto 1998. Attualmente occupa l’ottavo posto della graduatoria.","nome":"Portogallo"},{"gruppo":1,"longitudine":-17.467686,"latitudine":14.716677000000001,"id":"3","emoji":"🇸🇳","descrizione":"La nazionale di calcio del Senegal è la rappresentativa nazionale calcistica del Senegal ed è posta sotto l'egida della Fédération Sénégalaise de Football.  Affiliata alla FIFA dal 1962, ha partecipato a due fasi finali del campionato mondiale di calcio (2002, 2018 e 2022), raggiungendo i quarti di finale dell'edizione del 2002 (miglior risultato di sempre per una nazionale africana, insieme al Camerun del 1990 e al Ghana del 2010), edizione in cui sconfisse la Francia campione del mondo e d'Europa in carica nella prima partita del torneo. Il miglior piazzamento in Coppa d'Africa è la vittoria ai calci di rigore nell’edizione svoltasi in Camerun. Ha vinto, inoltre, 8 Coppe Amílcar Cabral e una Coppa CEDEAO.  Nella graduatoria FIFA, in vigore da agosto 1993, il miglior posizionamento è il 18esimo posto, che occupa attualmente, mentre il peggiore è stato il 99esimo posto del giugno 2013.","nome":"Senegal"},{"gruppo":8,"longitudine":-0.205874,"latitudine":5.6148179999999996,"id":"30","emoji":"🇬🇭","descrizione":"La nazionale di calcio del Ghana, conosciuta come la squadra delle Stelle nere o il Brasile d'Africa, è la rappresentativa nazionale calcistica del Ghana ed è posta sotto l'egida della Ghana Football Association.  È una delle nazionali africane di maggiore prestigio, potendo vantare in bacheca quattro Coppe d'Africa (1963, 1965, 1978, 1982). Nella stessa competizione conta cinque secondi posti (1968, 1970, 1992, 2010, 2015), un terzo posto (2008) e quattro quarti posti (1996, 2012, 2013 e 2017). Dal 2008 al 2017 ha raggiunto per sei edizioni consecutive almeno la semifinale del torneo.  Ha partecipato a tre fasi finali della coppa del mondo (2006, 2010 e 2014), competizione in cui ha raggiunto i quarti di finale nel 2010, miglior risultato per una nazionale africana in coppa del mondo insieme con i quarti di finale raggiunti dal Camerun a Italia 1990 e dal Senegal a Corea del Sud-Giappone 2002.  Malgrado non si sia qualificata mai a un mondiale prima di Germania 2006, il Ghana vanta un grande prestigio a livello giovanile, avendo vinto il campionato mondiale Under-17 per due volte ed essendosi classificata seconda per altre due volte nella stessa competizione.  Nella graduatoria FIFA in vigore da agosto 1993 il miglior posizionamento è stato il 14esimo posto del febbraio 2008, mentre il peggiore è stato l'89esimo posto del giugno 2004; occupa il 61esimo posto della graduatoria.","nome":"Ghana"},{"gruppo":8,"longitudine":-56.164532000000001,"latitudine":-34.901111999999998,"id":"31","emoji":"🇺🇾","descrizione":"La nazionale di calcio dell'Uruguay (in spagnolo Selección de fútbol de Uruguay) è la rappresentativa calcistica dell'Uruguay ed è posta sotto l'egida dell'Asociación Uruguaya de Fútbol.  Soprannominata La Celeste, è la nazionale di calcio più titolata al mondo con 19 trofei in bacheca, nonché la prima ad aver organizzato e vinto un campionato mondiale di calcio. Nel palmarès della nazionale uruguaiana figurano 2 campionati mondiali, 15 Coppe America (primato insieme all'Argentina) e 2 tornei olimpici. Nelle 2 Confederations Cup a cui ha partecipato, nel 1997 e nel 2013, ha ottenuto il quarto posto. La nazionale uruguaiana ha inoltre raggiunto per 3 altre volte la semifinale del mondiale (1954, 1970 e 2010) e in Coppa America ha ottenuto 6 secondi posti, 9 terzi posti e 5 quarti posti, per un totale di 35 piazzamenti nei primi quattro posti (uno in meno dell'Argentina) in 45 partecipazioni alla competizione (primato). È stata, inoltre, finalista nella la Coppa Artemio Franchi 1985, prima edizione della competizione che mette di fronte le squadre detentrici della Coppa America e dell'Europeo.  La nazionale uruguaiana detiene anche un primato molto particolare: ha vinto tutti i tornei internazionali organizzati in casa, ovvero il Mondiale del 1930 e le Coppe America del 1917, 1923, 1924, 1942, 1956, 1967 e 1995, oltre al Mundialito del 1980-1981. A livello giovanile le nazionali uruguaiane hanno ottenuto due secondi posti nella Coppa del mondo Under-20 (1997, 2013) ed uno nella Coppa del mondo Under-17 (2011).  I migliori risultati a livello internazionale li ha ottenuti tra gli anni venti e gli anni cinquanta del XX secolo, quando vinse due mondiali e due tornei olimpici, oltre a svariati titoli continentali. Nel 2010 chiuse il mondiale sudafricano al quarto posto, risultato che non raggiungeva da quarant'anni. Nel 2011 vinse la Coppa America sedici anni dopo il suo ultimo successo.  Nella graduatoria FIFA, in vigore dall'agosto 1993, occupa il 13esimo posto","nome":"Uruguay"},{"gruppo":8,"longitudine":127.024612,"latitudine":37.532600000000002,"id":"32","emoji":"🇰🇷","descrizione":"La nazionale di calcio della Corea del Sud è la squadra calcistica nazionale della Corea del Sud ed è posta sotto l'egida della federazione calcistica sudcoreana.  La Corea del Sud è la squadra asiatica che ha ottenuto più successi da quando debuttò alle Olimpiadi del 1948. Dagli anni 1960 si è imposta come una delle migliori nazionali della Asian Football Confederation (AFC) e conta dieci partecipazioni (record asiatico) alla fase finale della Coppa del mondo, di cui nove consecutive, che diventeranno undici totali e dieci consecutive con l'edizione 2022. È l'unica nazionale asiatica (cioè affiliata alla AFC) ad aver raggiunto la semifinale di un Mondiale, traguardo raggiunto nell'edizione 2002, co-ospitata con il Giappone. È stata la seconda nazionale non appartenente alla UEFA o alla CONMEBOL, dopo gli Stati Uniti nel 1930, a raggiungere questo risultato.  Ha vinto 2 Coppe d'Asia (1956 e 1960), torneo in cui si è piazzata per 4 volte seconda (1972, 1980, 1988 e 2015) e 4 volte terza (1964, 2000, 2007 e 2011). Ha inoltre vinto 3 medaglie d'oro ai Giochi asiatici (1970, 1978 e 1986).  Occupa il 29esimo posto del ranking FIFA.","nome":"Corea del Sud"},{"gruppo":1,"longitudine":4.8970700000000003,"latitudine":52.377955999999998,"id":"4","emoji":"🇳🇱","descrizione":"La nazionale di calcio dei Paesi Bassi (in olandese Nederlands voetbalelftal, traduzione letterale Undici di calcio dei Paesi Bassi), spesso indicata come nazionale di calcio dell'Olanda, è la rappresentativa calcistica dei Paesi Bassi ed è gestita dalla Koninklijke Nederlandse Voetbal Bond. I suoi componenti sono noti come Arancioni (Orange in francese o Oranje in olandese) per il colore delle divise.  Ha vinto il campionato europeo nel 1988 e ha raggiunto tre finali del campionato mondiale, di cui due consecutive (1974 e 1978) ed una 32 anni dopo, nel 2010, venendo però sconfitta in tutte le occasioni. Ha raggiunto la finale anche nella prima edizione della UEFA Nations League (2018-2019), uscendone sconfitta.  In dieci partecipazioni al campionato mondiale è arrivata tra le prime quattro posizioni per ben cinque volte. Tra le nazionali che hanno disputato almeno tre finali della Coppa del mondo e sono arrivate almeno cinque volte tra le prime quattro, quella olandese è l'unica a non avere vinto il trofeo. Al campionato europeo ha ottenuto cinque piazzamenti nei primi quattro posti (1976, 1988, 1992, 2000, 2004) su dieci partecipazioni complessive alla fase finale.  Nella classifica mondiale della FIFA, istituita nell'agosto 1993, i Paesi Bassi hanno occupato anche il primo posto, nell'agosto e nel settembre 2011, mentre il peggior posizionamento è il 36esimo posto dell'agosto 2017; occupano l’ottava posizione della graduatoria.","nome":"Paesi Bassi"},{"gruppo":2,"longitudine":-0.118092,"latitudine":51.509864999999998,"id":"5","emoji":"🏴󠁧󠁢󠁥󠁮󠁧󠁿","descrizione":"La nazionale di calcio dell'Inghilterra (in inglese England national football team) è la selezione calcistica rappresentativa dell'Inghilterra ed è posta sotto l'egida della Federazione calcistica inglese. Insieme a quella scozzese, è la nazionale di calcio più antica del mondo.  Si è aggiudicata un titolo mondiale nell'edizione 1966, giocata in casa, e nella rassegna ha raggiunto in due occasioni il quarto posto (1990 e 2018). Per quanto riguarda il campionato d'Europa, il miglior piazzamento è il secondo posto raggiunto nel 2020. L'Inghilterra è l'unica nazionale di calcio, tra quelle laureatesi campioni del mondo, a non aver mai vinto l'alloro continentale. Negli altri trofei internazionali vanta, quale miglior risultato, un terzo posto nell'edizione inaugurale della UEFA Nations League.  Il posizionamento più alto raggiunto dall'Inghilterra nella classifica mondiale della FIFA, istituita nell'agosto 1993, è il terzo posto occupato nell'agosto 2012, mentre il più basso è il 27esimo posto del febbraio 1996.","nome":"Inghilterra"},{"gruppo":2,"longitudine":51.404342999999997,"latitudine":35.715297999999997,"id":"6","emoji":"🇮🇷","descrizione":"La nazionale di calcio dell'Iran, soprannominata Team Melli (in anglo-iraniano Squadra nazionale), è la squadra nazionale di calcio che rappresenta l'Iran ed è posta sotto l'egida della Federazione calcistica della Repubblica Islamica dell'Iran.  È una delle nazionali di calcio asiatiche storicamente più valide. Nella sua bacheca figurano 3 Coppe d'Asia vinte consecutivamente (1968, 1972 e 1976), oltre a 4 terzi posti e a un quarto posto nella competizione. Si è qualificata per 5 volte alla fase finale del campionato del mondo (1978, 1998, 2006, 2014 e 2018), chiudendo in tutti i casi con un'eliminazione al primo turno.  Nel ranking FIFA, istituito nell'agosto 1993, il miglior piazzamento dell'Iran è il 15esimo posto del luglio 2005, per altro record per una nazionale asiatica, mentre il peggiore piazzamento è il 122esimo posto del maggio 1996. Occupa attualmente la 21esima posizione della graduatoria.","nome":"Iran"},{"gruppo":2,"longitudine":-77.036559999999994,"latitudine":38.897956999999998,"id":"7","emoji":"🇺🇸","descrizione":"La nazionale di calcio degli Stati Uniti (in inglese: United States men's national soccer team) è la rappresentativa nazionale calcistica dell'omonimo paese nordamericano ed è posta sotto l'egida della United States Soccer Federation.  Ha vinto sette CONCACAF Gold Cup (nel 1991, 2002, 2005, 2007, 2013, 2017 e 2021), una CONCACAF Nations League (2019-2020) e vanta dieci partecipazioni al campionato mondiale, dove raggiunse il terzo posto nel 1930, perdendo la semifinale con l'Argentina. È una delle due nazionali (l'altra è la Corea del Sud) non appartenenti alla UEFA o alla CONMEBOL ad avere disputato la semifinale di un campionato del mondo di calcio. Ai mondiali la selezione statunitense si qualificò anche per le edizioni del 1934 e del 1950, per poi tornarvi solo quarant'anni più tardi, nel 1990. Nel 1994 ospitò il campionato del mondo (dove raggiunse gli ottavi di finale) e in seguito si è qualificata per le successive cinque edizioni del campionato del mondo, un traguardo raggiunto solo da altre sette nazionali. Nel 2002 raggiunse i quarti di finale del mondiale, che perse contro la Germania. Nel 2009 raggiunse la finale della Confederations Cup, che perse contro il Brasile. Nella CONCACAF Gold Cup ha raggiunto altre cinque volte la finale (nel 1993, 1998, 2009, 2011, 2019) perdendo sempre contro il Messico.  La migliore posizione raggiunta dagli USA nella classifica mondiale della FIFA, in vigore dall'agosto 1993, è stata il quarto posto dell'aprile 2006; la peggiore è stata il 36esimo posto del luglio 2012. Attualmente occupa il 11esimo posto della graduatoria.  Gli Stati Uniti vantano il maggior numero di calciatori con almeno 100 presenze in nazionale.","nome":"Stati Uniti"},{"gruppo":2,"longitudine":-3.17909,"latitudine":51.481583000000001,"id":"8","emoji":"🏴󠁧󠁢󠁷󠁬󠁳󠁿","descrizione":"La nazionale di calcio del Galles è la selezione calcistica rappresentativa del Galles, posta sotto l'egida della Football Association of Wales (FAW).  Il Galles vanta due partecipazioni al campionato del mondo (1958 e 2022) e due al campionato d'Europa (2016 e 2020). Al campionato del mondo del 1958 la nazionale gallese, trascinata dall'attaccante della Juventus John Charles, giunse ai quarti di finale, dove venne eliminata dal Brasile di Pelé, poi campione, mentre al campionato d'Europa del 2016 raggiunse le semifinali, arrendendosi soltanto al Portogallo, poi vincitore del torneo. La squadra vanta nel proprio palmarès 12 vittorie nel Torneo Interbritannico, la più antica competizione tra squadre nazionali di calcio.  Il primatista di presenze nella selezione è Chris Gunter (106), mentre il capocannoniere è Gareth Bale (33). Il Galles occupa il 19esimo posto nel ranking FIFA.","nome":"Galles"},{"gruppo":3,"longitudine":-58.381591999999998,"latitudine":-34.603721999999998,"id":"9","emoji":"🇦🇷","descrizione":"La nazionale di calcio dell'Argentina (sp. Selección nacional de fútbol de Argentina) è la squadra di calcio che rappresenta l'Argentina ed è posta sotto l'egida della Asociación del Fútbol Argentino.  Il palmarès della Selección (selezione) o Albiceleste (biancoceleste) annovera 15 Coppe America (record insieme all'Uruguay), 2 Coppe del mondo (vinte nel 1978 in casa e nel 1986 in Messico), la Coppa Artemio Franchi 1993, la Coppa dei Campioni CONMEBOL-UEFA 2022 e la prima edizione della Confederations Cup, nel 1992 (all'epoca denominata Coppa Re Fahd). Inoltre l'Argentina si è piazzata seconda in Coppa America per 14 volte (record) ed è stata finalista perdente al mondiale 1930 (sconfitta dall'Uruguay), al mondiale 1990 e al mondiale 2014 (sconfitta in entrambe le circostanze dalla Germania). La nazionale olimpica argentina ha vinto 2 medaglie d'oro alle Olimpiadi (nel 2004 e nel 2008) e due medaglie d'argento (nel 1928 e nel 1996). Ha vinto anche cinque edizioni dei Giochi panamericani (1951, 1955, 1959, 1971, 1995).  Nella classifica mondiale della FIFA, istituita nel 1993, ha occupato più volte il primo posto (nel marzo 2007, dall'ottobre 2007 al giugno 2008, dal luglio all'ottobre 2015, dall'aprile 2016 all'aprile 2017), mentre il peggiore posizionamento è il 22esimo posto toccato nell'agosto 1996. Occupa attualmente il quarto posto della graduatoria.","nome":"Argentina"}]