[{"longitudine":51.487847354321254,"latitudine":25.65336481651785,"id":"1","descrizione":"Lo stadio prende il nome dalle bayt al sha'ar, le tende utilizzate storicamente dalle popolazioni nomadi del Qatar e della regione del Golfo. E come la tenda di un vero nomade, sarà trasportabile. Il Comitato Supremo per la Consegna e l'Eredità (SC) del Qatar prevede di rimuovere il livello superiore di posti a sedere dal design modulare dopo la Coppa del Mondo 2022 e di donarlo alle nazioni in via di sviluppo che necessitano di infrastrutture sportive, come parte dell'eredità del torneo. Il progetto dello stadio onora il passato e il presente del Qatar, con un occhio al futuro della comunità. Tenendo ben presenti gli obiettivi di sostenibilità di questa Coppa del Mondo, sarà un modello di sviluppo verde, circondato da strutture per l'area locale.","capacita":"60000","nome":"Al Bayt Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/29f0eb54-ee32-4c22-a829-52ea02a6ffae\/qvbxqr5uir54g7nxgsea-jpg"},{"longitudine":51.45218032672831,"latitudine":25.26507648468618,"id":"2","descrizione":"L'amatissimo Khalifa International Stadium di Al Rayyan è l'impianto calcistico più storico del Qatar, avendo ospitato i Giochi Asiatici, la Coppa del Golfo, la Coppa d'Asia AFC e cinque partite della Coppa del Mondo per Club FIFA 2019, compresa la finale tra Liverpool e Flamengo. Costruito nel 1976, un nuovo capitolo del passato storico dello stadio è stato scritto nel 2017, quando è stato riaperto dopo la ristrutturazione e ha ospitato la finale della Coppa degli Emiri, dove ha trionfato l'Al-Sadd di Xavi, vincitore della Coppa del Mondo FIFA. La ristrutturazione ultramoderna, tuttavia, onora ancora il passato, con le iconiche doppie arcate dello stadio che continuano a dominare lo skyline.","capacita":"45416","nome":"Khalifa International Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/af8a878f-7bc2-484c-83cc-844b4912602e\/72nd-FIFA-Congress-and-FIFA-World-Cup-Qatar-2022-Final-Draw-Previews"},{"longitudine":51.537152741489166,"latitudine":25.236361515137567,"id":"3","descrizione":"Basato sul design del tradizionale copricapo arabo, la gahfiya, lo stadio mira a irradiare la cultura del Paese e della regione con il suo intricato design esterno. A soli 12 km a sud del centro di Doha, lo stadio Al Thumama prende il nome da un albero autoctono che cresce nella zona. Progettato dall'architetto qatariota Ibrahim M.Jaidah, dopo la Coppa del Mondo del 2022, il Comitato Supremo per la Consegna e l'Eredità (SC) del Qatar prevede di convertirlo da uno stadio da 40.000 posti in uno da 20.000, che ospiterà una clinica sportiva e un hotel.","capacita":"40000","nome":"Al Thumama Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/732a8dfa-14dc-4305-a508-cb2f17d3d0fa\/mvzya7gp00wncdugpxr1-jpg"},{"longitudine":51.342732133281146,"latitudine":25.329852710675077,"id":"4","descrizione":"Grazie alla sua posizione ai margini del deserto, la conservazione della natura è stata a lungo una priorità ad Al Rayyan e questa arena si adatta perfettamente all'etica di una delle città più tradizionali del Qatar. Ogni parte dello stadio è stata progettata tenendo conto della sostenibilità. Dopo la conclusione della Coppa del Mondo 2022, il Comitato Supremo per la Consegna e l'Eredità (SC) del Qatar prevede di rimuovere quasi la metà dei 40.000 posti modulari dello stadio per destinarli a progetti di sviluppo calcistico all'estero. L'arena più piccola del dopo torneo, invece, continuerà a occupare un posto d'onore ad Al Rayyan, in particolare tra i tifosi dell'amatissima squadra di calcio locale, l'Al Rayyan Sports Club. Costruito sul sito del vecchio campo del club, lo stadio Ahmad Bin Ali incorpora simboli della cultura qatariota nella sua spettacolare facciata ondulata, mentre le strutture circostanti e quelle a forma di duna di sabbia riflettono il territorio circostante.","capacita":"40000","nome":"Ahmad Bin Ali Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/7528c1de-db42-41bc-a126-34943b9a7f49\/Jordan-v-Morocco-FIFA-Arab-Cup-Qatar-2021"},{"longitudine":51.490536790991023,"latitudine":25.420771073277908,"id":"5","descrizione":"Il Lusail Stadium sarà un luogo storico per una serie di motivi. Sarà lo stadio più grande per capienza della prima Coppa del Mondo ospitata nel Golfo, sarà il fulcro di una nuova metropoli chiamata Lusail City e la sua eredità dopo le finali mondiali vedrà le infrastrutture dello stadio trasformate in uno spazio comunitario che comprenderà scuole, negozi, caffè, strutture sportive e cliniche. Per diffondere l'eredità di Qatar 2022 in tutto il mondo dopo la conclusione delle finali, il Comitato Supremo per la Consegna e l'Eredità (SC) del Qatar prevede di rimuovere e donare la maggior parte degli 80.000 posti dello stadio a progetti sportivi in tutto il mondo. Con un design che allude ai motivi decorativi delle bocce presenti in tutto il mondo arabo, il Lusail Stadium ospiterà sicuramente una festa del calcio per i tifosi di tutto il pianeta nel 2022.","capacita":"80000","nome":"Lusail Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/ede226e4-43ff-4a4d-b476-47b31fbde53e\/FIFA-Arab-Cup-Qatar-2021-December-16"},{"longitudine":51.566313631213568,"latitudine":25.289028278687738,"id":"6","descrizione":"Indubbiamente uno degli stadi più innovativi mai progettati per la Coppa del Mondo, lo Stadio 974 sarà costruito utilizzando container, sedili rimovibili e altri \"blocchi di costruzione\" modulari. Oltre alla sua struttura innovativa, il Comitato Supremo per la Consegna e l'Eredità (SC) del Qatar prevede di smantellare interamente lo stadio dopo la conclusione della finale mondiale e di riutilizzare le parti per altri progetti, dando un significato completamente nuovo alla parola \"eredità\". La SC prevede inoltre di ristrutturare il sito stesso dello stadio per trasformarlo in uno splendido lungomare di cui la comunità locale della West Bay di Doha potrà godere per gli anni a venire.","capacita":"40000","nome":"Stadium 974","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/367a1841-59d2-414d-b141-31730ccfbe8e\/Mauritania-v-United-Arab-Emirates-FIFA-Arab-Cup-Qatar-2021"},{"longitudine":51.426664351715459,"latitudine":25.311863936847793,"id":"7","descrizione":"Centro vibrante della conoscenza, l'Education City Stadium di Doha si trova in mezzo a diverse università di spicco. L'area ospita la Qatar Foundation for Education, Science and Community Development (Fondazione del Qatar per l'Istruzione, la Scienza e lo Sviluppo della Comunità), con il mondo accademico e l'innovazione al centro dell'etica della comunità. Anche se la capienza sarà di 40.000 posti durante i Mondiali, il Comitato Supremo per la Consegna e l'Eredità (SC) del Qatar prevede di donare 20.000 posti per la costruzione di stadi nei Paesi in via di sviluppo. All'arrivo, i tifosi vedranno molti spazi verdi e servizi all'avanguardia che circondano l'impianto, tutti costruiti con un occhio alla sostenibilità e al futuro.","capacita":"40000","nome":"Education City Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/ab4afd3b-c67c-43f7-b4a5-829799c6cfbe\/cakdqx4mi9lxoadg1opg-jpg"},{"longitudine":51.575503122081841,"latitudine":25.160081145964813,"id":"8","descrizione":"Lo stadio Al Janoub ha preso vita e si è presentato al mondo in uno stile spettacolare, inaugurato con la finale della Coppa degli Emiri 2019, quando l'Al Duhail ha sollevato il trofeo sotto un cielo inondato di fuochi d'artificio trionfali. Nella città costiera di Al Wakrah, situata a sud della capitale Doha, il legame dell'area con il mare, un tempo noto come villaggio di perle, ha influenzato il design fluido dell'esterno dello stadio, sviluppato in collaborazione con lo studio Zaha Hadid Architects, famoso in tutto il mondo.","capacita":"40000","nome":"Al Janoub Stadium","urlFoto":"https:\/\/cloudinary.fifa.com\/transform\/6093aabb-245b-4174-976e-0fdf6694df74\/General-Views-Of-FIFA-World-Cup-Qatar-2022-Venues"}]